/**
 * config.js
 */

'use strict';
angular.module('app')
    .constant('spendings', [
        "Еда и напитки",
        "Мобильная связь",
        "Транспорт",
        "Интернет",
        "Медицина",
        "Квартира",
        "Магазины",
        "Спорт",
        "Подарки",
        "Одежда и обувь",
        "Кафе и рестораны",
        "Путешествия",
        "Промтовары",
        "Гаджеты",
        "Необдуманные траты",
        "Другое"
    ])
    .constant('profits', [
        "Работа",
        "Еще одна работа",
        "Приятные находки",
        "Подработка",
        "Проценты по счетам",
        "Возврат долга",
        "Другое"
    ]);